do
function run(msg, matches)
  return [[ 
  لیست دستورات :) :

صاحب
صاحب گروه
〰〰〰〰〰〰
لیست مدیران
لیست مدیران معمولی
〰〰〰〰〰〰
اخراج [ایدی|ریپلای]
کیک کردن اعضا از گروه
〰〰〰〰〰〰
ایدی
دریافت ایدی گروه
〰〰〰〰〰〰
اخراجم کن
دستور خروج از گروه
〰〰〰〰〰〰
تنظیم سازنده [ایدی|ریپلای]
انتخاب صاحب و خریدار گروه
〰〰〰〰〰〰
ترفیع [ایدی|ریپلای]
مدیر کردن فردی درگروه
〰〰〰〰〰〰
تنزل [ایدی|ریپلای]
از مدیری برداشتن کسی از گروه
〰〰〰〰〰〰
تنظیم نام [نام]
انتخاب اسم گروه
〰〰〰〰〰〰
تنظیم عکس
انتخاب عکس گروه
〰〰〰〰〰〰
تنظیم قوانین [قوانین]
گذاشتن قوانین برای گروه
〰〰〰〰〰〰
ساخت لینک
ساخت لینک جدید
〰〰〰〰〰〰
لینک
دریافت لینک گپ
〰〰〰〰〰〰
قوانین
دریافت قوانین گروه
〰〰〰〰〰〰
قفل [قفل مورد نظر]
قفل های گروه
〰〰〰〰〰〰
بازکردن [قفل مورد نظر]
بازکردن قفل تنظیمات گپ
〰〰〰〰〰〰
تنظیم فلود [مقدار]
تنظیم حساسیت اسپم
〰〰〰〰〰〰
تنظیمات
دریافت تنظیمات گروه
〰〰〰〰〰〰
لیست میوت
دریافت لیست میوت
〰〰〰〰〰〰
میوت یوزر [ریپلای|ایدی]
سایلنت کردن کسی در گروه
〰〰〰〰〰〰
پاک کردن [قوانین|درباره|ادمین ها|میوت لیست]
پاک کردن برخی امکانات
〰〰〰〰〰〰
حذف [مقدار|ریپلای]
پاک کردن پیام
〰〰〰〰〰〰
اطلاعات [ایدی]
دریافت شماره ایدی عضوی
〰〰〰〰〰〰
*فقط خریدار میتواند در گروه ربات عضو کنه
〰〰〰〰〰〰

Sudo: @YGBlack
Admin: @mehran_jhn

@AlphaPlusTM  👈👈pls join
  ]]
end

return {
  patterns = {
    "^راهنما$"
  },
  run = run 
}
end